Repository: CCraigen/openmediavault-snapraid
Catalog: usr/share/openmediavault/locale/*/openmediavault-snapraid-btrfs.po
Languages: cs_cz

source: A data drive cannot be a parity drive.
cs_cz: Disk s daty nemůže zároveň sloužit jako paritní disk.

source: Add drive
cs_cz: Přidat disk

source: Add rule
cs_cz: Přidat pravidlo

source: Auto Save
cs_cz: Samočinně ukládat

source: Automatically save the state when syncing after the specified amount of GiB is processed. Default value is 0, meaning disabled.
cs_cz: Samočinně ukládat stav při synchronizaci po zpracování zadaného počtu GiB. Výchozí hodnota je 0 (nula), což znamená neukládat.

source: Block Size
cs_cz: Velikost bloku

source: Block size in KiB
cs_cz: Velikost bloku v KiB

source: Check
cs_cz: Kontrola

source: Checks all the files and the redundancy data. All the files are hashed and compared with the snapshot saved in the previous 'sync' command.
cs_cz: Zkontroluje veškeré soubory a jejich redundantní data. U všech souborů jsou pořízeny kontrolní součty a porovnány se zachyceným stavem, uloženým předchozím příkazem sync.

source: Component
cs_cz: Součást

source: Config
cs_cz: Nastavení

source: Content
cs_cz: Obsah

source: Create scheduled diff job
cs_cz: Vytvořit úlohu naplánovaného hledání rozdílů

source: Date & Time
cs_cz: Datum a čas

source: Debug
cs_cz: Ladění

source: Define threshold of files deleted to start the sync-process. default = 0 to make sure no sync process is started while testing or if there are any deleted files
cs_cz: Představuje hranici počtu smazaných souborů, po jejímž dosažení je spuštěn synchronizační proces. Výchozí = 0 (nula) zajistí, že synchronizační proces nebude zahájen v průběhu testování nebo když nejsou žádné smazané soubory.

source: Delete Threshold
cs_cz: Práh mazání

source: Description of Buttons on Drives tab
cs_cz: Popis tlačítek na panelu Disky

source: Devices
cs_cz: Zařízení

source: Diff
cs_cz: Porovnání

source: Diff Script Settings
cs_cz: Nastavení porovnávacího skriptu

source: Down
cs_cz: Dolů

source: Drive
cs_cz: Disk

source: Drive where content file is stored. This file is a list of saved files and contains the details of your backup with all the checksums to verify its integrity.
cs_cz: Disk, na kterém je ukládán soubor, popisující obsah úložiště. Jedná se o seznam uložených souborů s podrobnostmi o zálohách a kontrolních součtech pro ověření jejich neporušenosti.

source: Drive where data is stored.
cs_cz: Disk, na kterém jsou uložena data.

source: Drive where parity files are stored which are necessary to recover from disk failure. For each parity drive, one data drive can fail without data loss.
cs_cz: Disk na kterém jsou ukládány paritní soubory. Ty jsou nezbytné pro obnovení v případě selhání disku, na kterém jsou uložena data. Každý z paritních disků slouží pro ochranu jednoho datového disku.

source: Drives
cs_cz: Disky

source: Edit drive
cs_cz: Upravit disk

source: Edit rule
cs_cz: Upravit pravidlo

source: Excludes hidden files and directories.
cs_cz: Vynechá skryté soubory a složky.

source: Exclusion
cs_cz: Vynechávání

source: Fix
cs_cz: Opravit

source: Fix Silent
cs_cz: Tiše opravit

source: Illegal rule - cannot end with /*
cs_cz: Neplatné pravidlo – nemůže končit na /*

source: Inclusion
cs_cz: Zahrnutí

source: Info
cs_cz: Informace

source: Information
cs_cz: Informace

source: Level
cs_cz: Typ

source: Lists all the files modified from the last 'sync' command that have to recompute their redundancy data.
cs_cz: Vypíše všechny soubory změněné od posledního příkazu sync, u kterých bude třeba přepočítat jejich redundantní data.

source: Message
cs_cz: Zpráva

source: Name
cs_cz: Název

source: No Hidden
cs_cz: Bez skrytých

source: Optional - Enter file or directory to undelete
cs_cz: Volitelné – zadejte soubor nebo složku, kterou chcete vrátit

source: Parity
cs_cz: Parita

source: Please first select a volume.
cs_cz: Nejprve vyberte svazek.

source: Pre-Hash
cs_cz: Před otiskem

source: Prehash+Sync
cs_cz: Před otisk a synchronizace

source: Prints a status report of the array.
cs_cz: Vypíše hlášení o stavu pole.

source: Read all data two times to ensure its integrity.
cs_cz: Načítat veškerá data dvakrát a ověřit tak jejich neporušenost.

source: Refresh
cs_cz: Načíst znovu

source: Restore the last backup/snapshot.
cs_cz: Obnovit do podoby poslední zálohy / zachyceného stavu.

source: Rule
cs_cz: Pravidlo

source: Rule Type
cs_cz: Typ pravidla

source: Rules
cs_cz: Pravidla

source: Run Scrub
cs_cz: Spustit kontrolu

source: SMART
cs_cz: Diagnostika disků (SMART)

source: Scheduled diff
cs_cz: Naplánované porovnávání

source: Scrub
cs_cz: Kontrola (scrub)

source: Scrub Frequency
cs_cz: Četnost kontrol

source: Scrub Percentage
cs_cz: Jak velkou část kontrolovat (v %)

source: Scrub percentage used for diff script.
cs_cz: Jak velkou část kontrolovat pro účely rozdílového skriptu.

source: Scrub percentage used for scrub button on Drives tab.
cs_cz: Jak velkou část kontrolovat při stisknutí tlačítka Kontrola na panelu Disky.

source: Scrubs the array, checking for silent errors.
cs_cz: Zkontroluje pole na skryté chyby.

source: Select a drive ...
cs_cz: Vyberte disk…

source: Select a volume ...
cs_cz: Vyberte svazek…

source: Send Mail
cs_cz: Odeslat e-mail

source: Set to true if you want to scrub after a successful sync
cs_cz: Nastavte na hodnotu true (ano), pokud chcete po úspěšné synchronizaci ještě provést kontrolu.

source: Settings
cs_cz: Nastavení

source: SnapRAID user manual
cs_cz: Uživatelská příručka ke SnapRAID

source: Snapraid Config Files
cs_cz: Soubory s nastaveními pro SnapRAID

source: Specify whether the rule is an exclusion or inclusion.
cs_cz: Zadejte zda se jedná o pravidlo pro vynechávání nebo zahrnování.

source: Spin
cs_cz: Roztočit

source: Status
cs_cz: Stav

source: Sync
cs_cz: Synchr.

source: The following excludes are written to the snapraid config file by default:
cs_cz: Ve výchozím stavu jsou do souboru s nastaveními pro snapraid zapsána následující pravidla vynechávání:

source: Tools
cs_cz: Nástroje

source: Undelete
cs_cz: Obnovit smazané

source: Units in days.
cs_cz: Jednotek za den.

source: Up
cs_cz: Nahoru

source: Updates the redundancy information. All the modified files in the disk array are read, and the redundancy data is recomputed.
cs_cz: Aktualizuje redundantní informace. Z diskového pole jsou načteny veškeré změněné soubory a z nich znovu vypočítána redundantní data.

source: Volume
cs_cz: Svazek

source: Write logs to syslog
cs_cz: Zapisovat události do syslog
